Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Puppets.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: %lld frames
ar: %lld إطارات
es: %lld fotogramas
fr: %lld images
hi: %lld फ़्रेम
it: %lld fotogrammi
ja: %lld フレーム
ko: %lld프레임
pl: Klatki: %lld
pt_br: %lld quadros
ru: Кадров: %lld
tr: %lld kare
uk: Кадрів: %lld
zh_hans: %lld 帧
zh_hant: %lld 格

source: %lld vertices have no weights.
ar: %lld من الرؤوس بلا أوزان.
de: %lld Eckpunkte haben keine Gewichtung.
es: %lld vértices no tienen pesos.
fr: %lld sommets n’ont pas de poids.
hi: %lld वर्टेक्स का कोई वज़न नहीं है।
it: %lld vertici non hanno pesi.
ja: %lld 個の頂点にウェイトがありません。
ko: 정점 %lld개에 가중치가 없습니다.
pl: Wierzchołki bez wag: %lld.
pt_br: %lld vértices não têm pesos.
ru: Вершин без весов: %lld.
tr: %lld köşenin ağırlığı yok.
uk: Вершин без ваг: %lld.
zh_hans: %lld 个顶点没有权重。
zh_hant: %lld 個頂點沒有權重。

source: 0 reaches the bone's first child.
ar: 0 يصل إلى أول عظمة تابعة.
de: 0 reicht bis zum ersten Kind des Knochens.
es: 0 llega al primer hijo del hueso.
fr: 0 atteint le premier enfant de l’os.
hi: 0 हड्डी के पहले चाइल्ड तक पहुँचता है।
it: 0 arriva al primo figlio dell’osso.
ja: 0 はボーンの最初の子まで届きます。
ko: 0이면 본의 첫 번째 자식까지 닿습니다.
pl: 0 sięga pierwszego dziecka kości.
pt_br: 0 alcança o primeiro filho do osso.
ru: 0 — до первой дочерней кости.
tr: 0, kemiğin ilk alt kemiğine ulaşır.
uk: 0 — до першої дочірньої кістки.
zh_hans: 0 表示延伸到骨骼的第一个子骨骼。
zh_hant: 0 表示延伸到骨骼的第一個子骨骼。

source: A puppet bends the image with a mesh and bones. The mesh is fitted to the image’s opaque pixels.
ar: تثني الدمية الصورة بشبكة وعظام. تُطابَق الشبكة مع البكسلات المعتمة في الصورة.
de: Eine Puppe verformt das Bild mit einem Netz und Knochen. Das Netz wird an die deckenden Pixel des Bildes angepasst.
es: Una marioneta deforma la imagen con una malla y huesos. La malla se ajusta a los píxeles opacos de la imagen.
fr: Une marionnette déforme l’image avec un maillage et des os. Le maillage suit les pixels opaques de l’image.
hi: पपेट मेश और हड्डियों से छवि को मोड़ता है। मेश छवि के अपारदर्शी पिक्सेल पर फ़िट की जाती है।
it: Un pupazzo deforma l’immagine con una mesh e delle ossa. La mesh si adatta ai pixel opachi dell’immagine.
ja: パペットはメッシュとボーンで画像を変形します。メッシュは画像の不透明なピクセルに合わせて作られます。
ko: 퍼펫은 메시와 본으로 이미지를 변형합니다. 메시는 이미지의 불투명한 픽셀에 맞춰집니다.
pl: Pacynka wygina obraz za pomocą siatki i kości. Siatka dopasowuje się do nieprzezroczystych pikseli obrazu.
pt_br: Um fantoche deforma a imagem com uma malha e ossos. A malha se ajusta aos pixels opacos da imagem.
ru: Марионетка изгибает изображение сеткой и костями. Сетка повторяет непрозрачные пиксели изображения.
tr: Kukla, görüntüyü bir ağ ve kemiklerle büker. Ağ, görüntünün opak piksellerine uydurulur.
uk: Маріонетка згинає зображення сіткою та кістками. Сітка повторює непрозорі пікселі зображення.
zh_hans: 木偶通过网格和骨骼让图像弯曲。网格会贴合图像的不透明像素。
zh_hant: 木偶透過網格和骨骼讓圖像彎曲。網格會貼合圖像的不透明像素。

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
zh_hans: 增加
zh_hant: 增加

source: Add Animation Layer
ar: إضافة طبقة رسوم متحركة
de: Animationsebene hinzufügen
es: Añadir capa de animación
fr: Ajouter un calque d’animation
hi: एनिमेशन लेयर जोड़ें
it: Aggiungi livello di animazione
ja: アニメーションレイヤーを追加
ko: 애니메이션 레이어 추가
pl: Dodaj warstwę animacji
pt_br: Adicionar camada de animação
ru: Добавить слой анимации
tr: Animasyon katmanı ekle
uk: Додати шар анімації
zh_hans: 添加动画层
zh_hant: 加入動畫圖層

source: Add Bone
ar: إضافة عظمة
de: Knochen hinzufügen
es: Añadir hueso
fr: Ajouter un os
hi: हड्डी जोड़ें
it: Aggiungi osso
ja: ボーンを追加
ko: 본 추가
pl: Dodaj kość
pt_br: Adicionar osso
ru: Добавить кость
tr: Kemik ekle
uk: Додати кістку
zh_hans: 添加骨骼
zh_hant: 加入骨骼

source: Add Bone Physics
ar: إضافة فيزياء العظمة
de: Knochenphysik hinzufügen
es: Añadir física al hueso
fr: Ajouter la physique de l’os
hi: हड्डी फ़िज़िक्स जोड़ें
it: Aggiungi fisica all’osso
ja: ボーンの物理を追加
ko: 본 물리 추가
pl: Dodaj fizykę kości
pt_br: Adicionar física ao osso
ru: Добавить физику кости
tr: Kemik fiziği ekle
uk: Додати фізику кістки
zh_hans: 添加骨骼物理
zh_hant: 加入骨骼物理

source: Add Bones
ar: إضافة عظام
de: Knochen hinzufügen
es: Añadir huesos
fr: Ajouter des os
hi: हड्डियाँ जोड़ें
it: Aggiungi ossa
ja: ボーンを追加
ko: 본 추가
pl: Dodawaj kości
pt_br: Adicionar ossos
ru: Добавлять кости
tr: Kemik ekle
uk: Додавати кістки
zh_hans: 添加骨骼
zh_hant: 加入骨骼

source: Add Key
ar: إضافة مفتاح
de: Schlüssel setzen
es: Añadir clave
fr: Ajouter une clé
hi: की जोड़ें
it: Aggiungi chiave
ja: キーを追加
ko: 키 추가
pl: Dodaj klucz
pt_br: Adicionar chave
ru: Добавить ключ
tr: Anahtar ekle
uk: Додати ключ
zh_hans: 添加关键帧
zh_hant: 加入關鍵影格

source: Add Layer
ar: إضافة طبقة
de: Ebene hinzufügen
es: Añadir capa
fr: Ajouter un calque
hi: लेयर जोड़ें
it: Aggiungi livello
ja: レイヤーを追加
ko: 레이어 추가
pl: Dodaj warstwę
pt_br: Adicionar camada
ru: Добавить слой
tr: Katman ekle
uk: Додати шар
zh_hans: 添加层
zh_hant: 加入圖層

source: Add Vertex
ar: إضافة رأس
de: Eckpunkt hinzufügen
es: Añadir vértice
fr: Ajouter un sommet
hi: वर्टेक्स जोड़ें
it: Aggiungi vertice
ja: 頂点を追加
ko: 정점 추가
pl: Dodaj wierzchołek
pt_br: Adicionar vértice
ru: Добавить вершину
tr: Köşe ekle
uk: Додати вершину
zh_hans: 添加顶点
zh_hant: 加入頂點

source: Add Vertices
ar: إضافة رؤوس
de: Eckpunkte hinzufügen
es: Añadir vértices
fr: Ajouter des sommets
hi: वर्टेक्स जोड़ें
it: Aggiungi vertici
ja: 頂点を追加
ko: 정점 추가
pl: Dodawaj wierzchołki
pt_br: Adicionar vértices
ru: Добавлять вершины
tr: Köşe ekle
uk: Додавати вершини
zh_hans: 添加顶点
zh_hant: 加入頂點

source: Adding: drag from the new bone's joint toward its end; it goes under the selected bone.
ar: الإضافة: اسحب من مفصل العظمة الجديدة نحو طرفها؛ وتُضاف تحت العظمة المحددة.
de: Hinzufügen: vom Gelenk des neuen Knochens zu seinem Ende ziehen; er wird unter den ausgewählten Knochen gehängt.
es: Añadir: arrastra desde la articulación del nuevo hueso hacia su extremo; queda bajo el hueso seleccionado.
fr: Ajout : faites glisser de l’articulation du nouvel os vers son extrémité ; il se place sous l’os sélectionné.
hi: जोड़ना: नई हड्डी के जोड़ से उसके सिरे की ओर ड्रैग करें; वह चुनी गई हड्डी के नीचे जाएगी।
it: Aggiunta: trascina dall’articolazione del nuovo osso verso la sua estremità; va sotto l’osso selezionato.
ja: 追加：新しいボーンの関節から先端へドラッグします。選択中のボーンの下に入ります。
ko: 추가: 새 본의 관절에서 끝 방향으로 드래그합니다. 선택한 본 아래에 들어갑니다.
pl: Dodawanie: przeciągnij od stawu nowej kości w stronę jej końca; trafi pod zaznaczoną kość.
pt_br: Adicionar: arraste da articulação do novo osso até a ponta; ele fica sob o osso selecionado.
ru: Добавление: тяните от сустава новой кости к её концу; она станет дочерней для выбранной кости.
tr: Ekleme: yeni kemiğin ekleminden ucuna doğru sürükleyin; seçili kemiğin altına eklenir.
uk: Додавання: тягніть від суглоба нової кістки до її кінця; вона стане дочірньою для вибраної кістки.
zh_hans: 添加：从新骨骼的关节拖向其末端；它会成为所选骨骼的子骨骼。
zh_hant: 加入：從新骨骼的關節拖向其末端；它會成為所選骨骼的子骨骼。

source: Additive
ar: إضافية
de: Additiv
es: Aditiva
fr: Additif
hi: एडिटिव
it: Additivo
ja: 加算
ko: 가산
pl: Addytywna
pt_br: Aditiva
ru: Аддитивный
tr: Toplamalı
uk: Адитивний
zh_hans: 叠加
zh_hant: 疊加

source: Alpha Threshold
ar: عتبة ألفا
de: Alpha-Schwelle
es: Umbral alfa
fr: Seuil alpha
hi: अल्फ़ा सीमा
it: Soglia alfa
ja: アルファのしきい値
ko: 알파 임계값
pl: Próg alfa
pt_br: Limite de alfa
ru: Порог альфы
tr: Alfa eşiği
uk: Поріг альфи
zh_hans: Alpha 阈值
zh_hant: Alpha 臨界值

source: Angle
ar: الزاوية
de: Winkel
es: Ángulo
hi: कोण
it: Angolo
ja: 角度
ko: 각도
pl: Kąt
pt_br: Ângulo
ru: Угол
tr: Açı
uk: Кут
zh_hans: 角度
zh_hant: 角度

source: Animate
ar: تحريك
de: Animieren
es: Animar
fr: Animer
hi: एनिमेट
it: Anima
ja: アニメート
ko: 애니메이트
pl: Animacja
pt_br: Animar
ru: Анимация
tr: Canlandır
uk: Анімація
zh_hans: 动画
zh_hant: 動畫

source: Animation
ar: رسوم متحركة
es: Animación
hi: एनिमेशन
it: Animazione
ja: アニメーション
ko: 애니메이션
pl: Animacja
pt_br: Animação
ru: Анимация
tr: Animasyon
uk: Анімація
zh_hans: 动画
zh_hant: 動畫

source: Animation Layers
ar: طبقات الرسوم المتحركة
de: Animationsebenen
es: Capas de animación
fr: Calques d’animation
hi: एनिमेशन लेयर
it: Livelli di animazione
ja: アニメーションレイヤー
ko: 애니메이션 레이어
pl: Warstwy animacji
pt_br: Camadas de animação
ru: Слои анимации
tr: Animasyon katmanları
uk: Шари анімації
zh_hans: 动画层
zh_hant: 動畫圖層

source: Animations
ar: الرسوم المتحركة
de: Animationen
es: Animaciones
hi: एनिमेशन
it: Animazioni
ja: アニメーション
ko: 애니메이션
pl: Animacje
pt_br: Animações
ru: Анимации
tr: Animasyonlar
uk: Анімації
zh_hans: 动画
zh_hant: 動畫

source: Apply Physics Preset
ar: تطبيق إعداد فيزيائي مسبق
de: Physik-Voreinstellung anwenden
es: Aplicar preajuste de física
fr: Appliquer un préréglage physique
hi: फ़िज़िक्स प्रीसेट लागू करें
it: Applica preimpostazione fisica
ja: 物理プリセットを適用
ko: 물리 프리셋 적용
pl: Zastosuj ustawienie fizyki
pt_br: Aplicar predefinição de física
ru: Применить пресет физики
tr: Fizik ön ayarını uygula
uk: Застосувати пресет фізики
zh_hans: 应用物理预设
zh_hant: 套用物理預設

source: Automatic Weights
ar: أوزان تلقائية
de: Automatische Gewichtung
es: Pesos automáticos
fr: Poids automatiques
hi: स्वचालित वज़न
it: Pesi automatici
ja: 自動ウェイト
ko: 자동 가중치
pl: Wagi automatyczne
pt_br: Pesos automáticos
ru: Автоматические веса
tr: Otomatik ağırlıklar
uk: Автоматичні ваги
zh_hans: 自动权重
zh_hant: 自動權重

source: Blend
ar: المزج
de: Mischung
es: Mezcla
fr: Mélange
hi: ब्लेंड
it: Fusione
ja: ブレンド
ko: 블렌드
pl: Mieszanie
pt_br: Mistura
ru: Смешивание
tr: Karışım
uk: Змішування
zh_hans: 混合
zh_hant: 混合

source: Blend In
ar: مزج دخول
de: Einblenden
es: Mezcla de entrada
fr: Fondu d’entrée
hi: ब्लेंड इन
it: Fusione in entrata
ja: ブレンドイン
ko: 블렌드 인
pl: Płynne wejście
pt_br: Mistura de entrada
ru: Плавный вход
tr: Girişte karıştır
uk: Плавний вхід
zh_hans: 淡入混合
zh_hant: 淡入混合

source: Blend Out
ar: مزج خروج
de: Ausblenden
es: Mezcla de salida
fr: Fondu de sortie
hi: ब्लेंड आउट
it: Fusione in uscita
ja: ブレンドアウト
ko: 블렌드 아웃
pl: Płynne wyjście
pt_br: Mistura de saída
ru: Плавный выход
tr: Çıkışta karıştır
uk: Плавний вихід
zh_hans: 淡出混合
zh_hant: 淡出混合

source: Blend Time
ar: مدة المزج
de: Mischdauer
es: Tiempo de mezcla
fr: Durée du mélange
hi: ब्लेंड समय
it: Durata fusione
ja: ブレンド時間
ko: 블렌드 시간
pl: Czas mieszania
pt_br: Tempo de mistura
ru: Время смешивания
tr: Karışım süresi
uk: Час змішування
zh_hans: 混合时间
zh_hant: 混合時間

source: Bone
ar: عظمة
de: Knochen
es: Hueso
fr: Os
hi: हड्डी
it: Osso
ja: ボーン
ko: 본
pl: Kość
pt_br: Osso
ru: Кость
tr: Kemik
uk: Кістка
zh_hans: 骨骼
zh_hant: 骨骼

source: Bones
ar: العظام
de: Knochen
es: Huesos
fr: Os
hi: हड्डियाँ
it: Ossa
ja: ボーン
ko: 본
pl: Kości
pt_br: Ossos
ru: Кости
tr: Kemikler
uk: Кістки
zh_hans: 骨骼
zh_hant: 骨骼

source: Bouncy Position
ar: موضع مرتد
de: Federnde Position
es: Posición elástica
fr: Position rebondissante
hi: उछलती स्थिति
it: Posizione rimbalzante
ja: 弾むポジション
ko: 통통 튀는 위치
pl: Sprężysta pozycja
pt_br: Posição saltitante
ru: Пружинящая позиция
tr: Zıplayan konum
uk: Пружна позиція
zh_hans: 弹跳位置
zh_hant: 彈跳位置

source: Brush
ar: الفرشاة
de: Pinsel
es: Pincel
fr: Pinceau
hi: ब्रश
it: Pennello
ja: ブラシ
ko: 브러시
pl: Pędzel
pt_br: Pincel
ru: Кисть
tr: Fırça
uk: Пензель
zh_hans: 画笔
zh_hant: 筆刷

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Change Bone Physics
ar: تغيير فيزياء العظمة
de: Knochenphysik ändern
es: Cambiar física del hueso
fr: Modifier la physique de l’os
hi: हड्डी फ़िज़िक्स बदलें
it: Modifica fisica dell’osso
ja: ボーンの物理を変更
ko: 본 물리 변경
pl: Zmień fizykę kości
pt_br: Alterar física do osso
ru: Изменить физику кости
tr: Kemik fiziğini değiştir
uk: Змінити фізику кістки
zh_hans: 更改骨骼物理
zh_hant: 更改骨骼物理

source: Change Frame Rate
ar: تغيير معدل الإطارات
de: Bildrate ändern
es: Cambiar velocidad de fotogramas
fr: Modifier la fréquence d’images
hi: फ़्रेम दर बदलें
it: Modifica frequenza fotogrammi
ja: フレームレートを変更
ko: 프레임 레이트 변경
pl: Zmień liczbę klatek
pt_br: Alterar taxa de quadros
ru: Изменить частоту кадров
tr: Kare hızını değiştir
uk: Змінити частоту кадрів
zh_hans: 更改帧率
zh_hant: 更改影格速率

source: Change Layer Animation
ar: تغيير رسوم الطبقة
de: Ebenenanimation ändern
es: Cambiar animación de la capa
fr: Modifier l’animation du calque
hi: लेयर एनिमेशन बदलें
it: Modifica animazione del livello
ja: レイヤーのアニメーションを変更
ko: 레이어 애니메이션 변경
pl: Zmień animację warstwy
pt_br: Alterar animação da camada
ru: Изменить анимацию слоя
tr: Katman animasyonunu değiştir
uk: Змінити анімацію шару
zh_hans: 更改层动画
zh_hant: 更改圖層動畫

source: Change Layer Blend
ar: تغيير مزج الطبقة
de: Ebenenmischung ändern
es: Cambiar mezcla de la capa
fr: Modifier le mélange du calque
hi: लेयर ब्लेंड बदलें
it: Modifica fusione del livello
ja: レイヤーのブレンドを変更
ko: 레이어 블렌드 변경
pl: Zmień mieszanie warstwy
pt_br: Alterar mistura da camada
ru: Изменить смешивание слоя
tr: Katman karışımını değiştir
uk: Змінити змішування шару
zh_hans: 更改层混合
zh_hant: 更改圖層混合

source: Change Layer Blending
ar: تغيير دمج الطبقة
de: Ebenenüberblendung ändern
es: Cambiar fusión de la capa
fr: Modifier la fusion du calque
hi: लेयर ब्लेंडिंग बदलें
it: Modifica miscelazione del livello
ja: レイヤーの合成を変更
ko: 레이어 혼합 변경
pl: Zmień łączenie warstwy
pt_br: Alterar mesclagem da camada
ru: Изменить наложение слоя
tr: Katman harmanlamasını değiştir
uk: Змінити накладання шару
zh_hans: 更改层混合方式
zh_hant: 更改圖層混合方式

source: Change Layer Rate
ar: تغيير سرعة الطبقة
de: Ebenentempo ändern
es: Cambiar velocidad de la capa
fr: Modifier la vitesse du calque
hi: लेयर गति बदलें
it: Modifica velocità del livello
ja: レイヤーの速度を変更
ko: 레이어 속도 변경
pl: Zmień tempo warstwy
pt_br: Alterar velocidade da camada
ru: Изменить скорость слоя
tr: Katman hızını değiştir
uk: Змінити швидкість шару
zh_hans: 更改层速率
zh_hant: 更改圖層速率

source: Change Length
ar: تغيير الطول
de: Länge ändern
es: Cambiar duración
fr: Modifier la durée
hi: लंबाई बदलें
it: Modifica durata
ja: 長さを変更
ko: 길이 변경
pl: Zmień długość
pt_br: Alterar duração
ru: Изменить длину
tr: Uzunluğu değiştir
uk: Змінити довжину
zh_hans: 更改长度
zh_hant: 更改長度

source: Change Parent
ar: تغيير الأصل
de: Elternknochen ändern
es: Cambiar padre
fr: Modifier le parent
hi: पैरेंट बदलें
it: Modifica genitore
ja: 親を変更
ko: 부모 변경
pl: Zmień rodzica
pt_br: Alterar pai
ru: Изменить родителя
tr: Üst öğeyi değiştir
uk: Змінити батька
zh_hans: 更改父级
zh_hant: 更改父層

source: Change Playback
ar: تغيير التشغيل
de: Wiedergabe ändern
es: Cambiar reproducción
fr: Modifier la lecture
hi: प्लेबैक बदलें
it: Modifica riproduzione
ja: 再生方法を変更
ko: 재생 방식 변경
pl: Zmień odtwarzanie
pt_br: Alterar reprodução
ru: Изменить воспроизведение
tr: Oynatmayı değiştir
uk: Змінити відтворення
zh_hans: 更改播放方式
zh_hant: 更改播放方式

source: Change Root Motion
ar: تغيير حركة الجذر
de: Root Motion ändern
es: Cambiar movimiento raíz
fr: Modifier le mouvement racine
hi: रूट मोशन बदलें
it: Modifica movimento radice
ja: ルートモーションを変更
ko: 루트 모션 변경
pl: Zmień ruch główny
pt_br: Alterar movimento raiz
ru: Изменить корневое движение
tr: Kök hareketini değiştir
uk: Змінити кореневий рух
zh_hans: 更改根运动
zh_hant: 更改根運動

source: Channels
ar: قنوات
de: Kanäle
es: Canales
fr: Canaux
hi: चैनल
it: Canali
ja: チャンネル
ko: 채널
pl: Kanały
pt_br: Canais
ru: Каналы
tr: Kanallar
uk: Канали
zh_hans: 通道
zh_hant: 通道

source: Click To
ar: النقر لـ
de: Klicken zum
es: Clic para
fr: Cliquer pour
hi: क्लिक करके
it: Clic per
ja: クリックで
ko: 클릭하여
pl: Kliknięcie
pt_br: Clique para
ru: Щелчок
tr: Tıklayınca
uk: Клацання
zh_hans: 单击以
zh_hant: 按一下以

source: Click a joint to pick its bone, then paint. Option paints the other way.
ar: انقر مفصلًا لاختيار عظمته ثم ارسم. مفتاح Option يرسم بالعكس.
de: Ein Gelenk anklicken, um seinen Knochen zu wählen, dann malen. Mit Wahltaste wird umgekehrt gemalt.
es: Haz clic en una articulación para elegir su hueso y pinta. Opción pinta al revés.
fr: Cliquez sur une articulation pour choisir son os, puis peignez. Option peint dans l’autre sens.
hi: हड्डी चुनने के लिए किसी जोड़ पर क्लिक करें, फिर पेंट करें। Option उल्टा पेंट करता है।
it: Fai clic su un’articolazione per sceglierne l’osso, poi dipingi. Opzione dipinge al contrario.
ja: 関節をクリックしてボーンを選び、ペイントします。Option キーで逆向きにペイントします。
ko: 관절을 클릭해 본을 고른 다음 칠하세요. Option 키를 누르면 반대로 칠합니다.
pl: Kliknij staw, aby wybrać kość, potem maluj. Option maluje odwrotnie.
pt_br: Clique numa articulação para escolher o osso e pinte. Option pinta ao contrário.
ru: Щёлкните сустав, чтобы выбрать кость, затем рисуйте. С Option — в обратную сторону.
tr: Kemiğini seçmek için bir ekleme tıklayın, sonra boyayın. Option tersine boyar.
uk: Клацніть суглоб, щоб вибрати кістку, потім малюйте. З Option — у зворотний бік.
zh_hans: 单击关节选择其骨骼，然后绘制。按住 Option 反向绘制。
zh_hant: 按一下關節選擇其骨骼，然後繪製。按住 Option 反向繪製。

source: Click a vertex to select it, drag to move. Shift adds to the selection; Delete removes it.
ar: انقر رأسًا لتحديده واسحبه لتحريكه. Shift يضيف إلى التحديد، وDelete يحذفه.
de: Einen Eckpunkt anklicken, um ihn auszuwählen, ziehen zum Bewegen. Umschalt erweitert die Auswahl; Löschen entfernt sie.
es: Haz clic en un vértice para seleccionarlo y arrastra para moverlo. Mayúsculas añade a la selección; Suprimir la elimina.
fr: Cliquez sur un sommet pour le sélectionner, faites glisser pour le déplacer. Maj ajoute à la sélection ; Supprimer l’efface.
hi: चुनने के लिए वर्टेक्स पर क्लिक करें, खिसकाने के लिए ड्रैग करें। Shift चयन में जोड़ता है; Delete हटाता है।
it: Fai clic su un vertice per selezionarlo, trascina per spostarlo. Maiusc aggiunge alla selezione; Elimina la rimuove.
ja: 頂点をクリックして選択し、ドラッグで移動します。Shift で選択に追加、Delete で削除します。
ko: 정점을 클릭해 선택하고 드래그해 옮깁니다. Shift는 선택에 추가하고 Delete는 삭제합니다.
pl: Kliknij wierzchołek, aby go zaznaczyć, przeciągnij, aby przesunąć. Shift dodaje do zaznaczenia; Delete usuwa.
pt_br: Clique num vértice para selecioná-lo e arraste para movê-lo. Shift adiciona à seleção; Delete a remove.
ru: Щёлкните вершину, чтобы выбрать, тяните, чтобы переместить. Shift добавляет к выбору, Delete удаляет.
tr: Seçmek için bir köşeye tıklayın, taşımak için sürükleyin. Shift seçime ekler; Delete siler.
uk: Клацніть вершину, щоб вибрати, тягніть, щоб перемістити. Shift додає до вибору, Delete видаляє.
zh_hans: 单击顶点以选择，拖移以移动。按住 Shift 添加到所选内容；Delete 将其删除。
zh_hant: 按一下頂點以選取，拖移以移動。按住 Shift 加入選取範圍；Delete 將其刪除。

source: Create Puppet
ar: إنشاء دمية
de: Puppe erstellen
es: Crear marioneta
fr: Créer une marionnette
hi: पपेट बनाएँ
it: Crea pupazzo
ja: パペットを作成
ko: 퍼펫 만들기
pl: Utwórz pacynkę
pt_br: Criar fantoche
ru: Создать марионетку
tr: Kukla oluştur
uk: Створити маріонетку
zh_hans: 创建木偶
zh_hant: 製作木偶

source: Create Puppet…
ar: إنشاء دمية…
de: Puppe erstellen …
es: Crear marioneta…
fr: Créer une marionnette…
hi: पपेट बनाएँ…
it: Crea pupazzo…
ja: パペットを作成…
ko: 퍼펫 만들기…
pl: Utwórz pacynkę…
pt_br: Criar fantoche…
ru: Создать марионетку…
tr: Kukla oluştur…
uk: Створити маріонетку…
zh_hans: 创建木偶…
zh_hant: 製作木偶⋯

source: Cut From
ar: مقتطع من
de: Ausgeschnitten aus
es: Recortado de
fr: Extrait de
hi: इससे काटा गया
it: Ritagliato da
ja: 切り出し元
ko: 잘라낸 원본
pl: Wycięte z
pt_br: Recortado de
ru: Вырезано из
tr: Kaynak klip
uk: Вирізано з
zh_hans: 截取自
zh_hant: 擷取自

source: Delete Animation
ar: حذف الرسوم المتحركة
de: Animation löschen
es: Eliminar animación
fr: Supprimer l’animation
hi: एनिमेशन हटाएँ
it: Elimina animazione
ja: アニメーションを削除
ko: 애니메이션 삭제
pl: Usuń animację
pt_br: Apagar animação
ru: Удалить анимацию
tr: Animasyonu sil
uk: Видалити анімацію
zh_hans: 删除动画
zh_hant: 刪除動畫

source: Delete Bone
ar: حذف العظمة
de: Knochen löschen
es: Eliminar hueso
fr: Supprimer l’os
hi: हड्डी हटाएँ
it: Elimina osso
ja: ボーンを削除
ko: 본 삭제
pl: Usuń kość
pt_br: Apagar osso
ru: Удалить кость
tr: Kemiği sil
uk: Видалити кістку
zh_hans: 删除骨骼
zh_hant: 刪除骨骼

source: Delete Key
ar: حذف المفتاح
de: Schlüssel löschen
es: Eliminar clave
fr: Supprimer la clé
hi: की हटाएँ
it: Elimina chiave
ja: キーを削除
ko: 키 삭제
pl: Usuń klucz
pt_br: Apagar chave
ru: Удалить ключ
tr: Anahtarı sil
uk: Видалити ключ
zh_hans: 删除关键帧
zh_hant: 刪除關鍵影格

source: Delete Selected Vertices
ar: حذف الرؤوس المحددة
de: Ausgewählte Eckpunkte löschen
es: Eliminar vértices seleccionados
fr: Supprimer les sommets sélectionnés
hi: चुने गए वर्टेक्स हटाएँ
it: Elimina vertici selezionati
ja: 選択した頂点を削除
ko: 선택한 정점 삭제
pl: Usuń zaznaczone wierzchołki
pt_br: Apagar vértices selecionados
ru: Удалить выбранные вершины
tr: Seçili köşeleri sil
uk: Видалити вибрані вершини
zh_hans: 删除所选顶点
zh_hant: 刪除所選頂點

source: Delete Vertices
ar: حذف الرؤوس
de: Eckpunkte löschen
es: Eliminar vértices
fr: Supprimer des sommets
hi: वर्टेक्स हटाएँ
it: Elimina vertici
ja: 頂点を削除
ko: 정점 삭제
pl: Usuń wierzchołki
pt_br: Apagar vértices
ru: Удалить вершины
tr: Köşeleri sil
uk: Видалити вершини
zh_hans: 删除顶点
zh_hant: 刪除頂點

source: Direction
ar: الاتجاه
de: Richtung
es: Dirección
hi: दिशा
it: Direzione
ja: 方向
ko: 방향
pl: Kierunek
pt_br: Direção
ru: Направление
tr: Yön
uk: Напрямок
zh_hans: 方向
zh_hant: 方向

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
hi: छोड़ें
it: Scarta
ja: 破棄
ko: 폐기
pl: Odrzuć
pt_br: Descartar
ru: Отменить
tr: Vazgeç
uk: Відкинути
zh_hans: 丢弃
zh_hant: 丟棄

source: Discard Edits…
ar: تجاهل التعديلات…
de: Änderungen verwerfen …
es: Descartar cambios…
fr: Abandonner les modifications…
hi: बदलाव छोड़ें…
it: Scarta modifiche…
ja: 編集を破棄…
ko: 편집 내용 폐기…
pl: Odrzuć zmiany…
pt_br: Descartar alterações…
ru: Отменить правки…
tr: Düzenlemeleri at…
uk: Відкинути зміни…
zh_hans: 丢弃编辑…
zh_hant: 丟棄編輯⋯

source: Discard Puppet Edits
ar: تجاهل تعديلات الدمية
de: Puppenänderungen verwerfen
es: Descartar cambios de la marioneta
fr: Abandonner les modifications de la marionnette
hi: पपेट के बदलाव छोड़ें
it: Scarta modifiche al pupazzo
ja: パペットの編集を破棄
ko: 퍼펫 편집 내용 폐기
pl: Odrzuć zmiany pacynki
pt_br: Descartar alterações do fantoche
ru: Отменить правки марионетки
tr: Kukla düzenlemelerini at
uk: Відкинути зміни маріонетки
zh_hans: 丢弃木偶编辑
zh_hant: 丟棄木偶編輯

source: Discard the Puppet Edits?
ar: هل تريد تجاهل تعديلات الدمية؟
de: Puppenänderungen verwerfen?
es: ¿Descartar los cambios de la marioneta?
fr: Abandonner les modifications de la marionnette ?
hi: पपेट के बदलाव छोड़ें?
it: Scartare le modifiche al pupazzo?
ja: パペットの編集を破棄しますか？
ko: 퍼펫 편집 내용을 폐기하시겠습니까?
pl: Odrzucić zmiany pacynki?
pt_br: Descartar as alterações do fantoche?
ru: Отменить правки марионетки?
tr: Kukla düzenlemeleri atılsın mı?
uk: Відкинути зміни маріонетки?
zh_hans: 要丢弃木偶编辑吗？
zh_hant: 要丟棄木偶編輯嗎？

source: Distance
ar: المسافة
de: Abstand
es: Distancia
hi: दूरी
it: Distanza
ja: 距離
ko: 거리
pl: Odległość
pt_br: Distância
ru: Расстояние
tr: Mesafe
uk: Відстань
zh_hans: 距离
zh_hant: 距離

source: Done
ar: تم
de: Fertig
es: OK
fr: Terminé
hi: हो गया
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: OK
ru: Готово
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完成
